Repository: tsielknovnomis/pl_LOK_2024L
Catalog: omegat/project_save.tmx
Source language: en
Languages: pl

source: Terms with multiple targets
pl: Terminy z wieloma wariantami

source: Text
pl: Tekst

source: Text Filter Options
pl: Opcje filtra tekstu

source: Text Replace
pl: Zamiana tekstu

source: Text Search
pl: Szukaj w tekście

source: Text files segmentation
pl: Segmentacja plików tekstowych

source: The script "{0}" is running...
pl: Skrypt "{0}" jest uruchomiony...

source: The source file language entered is invalid!
pl: Język pliku źródłowego jest nieprawidłowy!

source: Theme
pl: Motyw:

source: This file is not a plugin archive.
pl: Ten plik nie jest archiwum wtyczek.

source: This is the way text will look when displayed.
pl: Tak będzie wyglądał wyświetlany tekst

source: This option sets the project data saving interval, which also applies to team data synchronization.
pl: Opcja ta ustawia częstotliwość zapisywania danych projektu, która wpływa także na synchronizację danych zespołu.

source: This project
pl: Ten projekt

source: Total Characters (w/ spaces)
pl: Całkowita liczba znaków (ze spacjami)

source: Total Characters (w/o spaces)
pl: Całkowita liczba znaków (bez spacji)

source: Total Segments
pl: Wszystkie segmenty

source: Total Words
pl: Całkowita ilość wyrazów

source: Total number of segments
pl: Całkowita liczba segmentów

source: Total:
pl: Całkowita liczba:

source: Trans&lated or untranslated
pl: Przet&łumaczone lub nieprzetłumaczone

source: Translate the following elements:
pl: Przetłumacz następujące elementy:

source: Translated Files Folder
pl: Folder plików docelowych

source: Translated file encoding:
pl: Kodowanie pliku docelowego:

source: Translated filename pattern
pl: Wzór nazwy pliku docelowego

source: Translated files folder:
pl: Folder przetłumaczonych plików

source: Translated files language:
pl: Język przetłumaczonych plików

source: Translated segments
pl: Przetłumaczone segmenty

source: Translated segments text
pl: Przetłumaczone segmenty – tekst

source: Translated unique segments
pl: Przetłumaczone niepowtarzające się segmenty

source: Translation Memory Files Folder
pl: Folder plików pamięci tłumaczeniowej

source: Translation last modified by {0} on {1} at {2}
pl: Ostatnia modyfikacja tłumaczenia przez {0} w {1} na {2}

source: Translation memories folder:
pl: Folder pamięci tłumaczeniowej

source: Translation memories to export:
pl: Pamięci tłumaczeniowe do wyeksportowania

source: Translation:
pl: Tłumaczenie:

source: Type
pl: Rodzaj

source: U&ntranslated
pl: N&ieprzetłumaczone

source: UNL
pl: Kursor odblokowany

source: Unable to build new TMX file!
pl: Utworzenie nowego pliku TMX jest niemożliwe!

source: Unable to parse filters configuration file
pl: Błąd przy analizowaniu pliku konfiguracyjnego filtrów:

source: Unable to read file
pl: Nie można odczytać pliku!

source: Unable to save data.
pl: Nie można zapisać danych.

source: Unable to save filters configuration file
pl: Błąd przy zapisywaniu konfiguracji filtrów:

source: Uncheck the box to disable it.
pl: Aby wyłączyć filtr, usuń zaznaczenie.

source: Undock
pl: Odczep

source: Unexpected caret location detected
pl: Wykryto nieoczekiwaną lokalizację kursora

source: Unexpected char {0} ({1})!
pl: Nieoczekiwany znak {0} ({1})!

source: Unique Characters (w/ spaces)
pl: Niepowtarzające się wyrazy (ze spacjami)

source: Unique Characters (w/o spaces)
pl: Powtarzające się wyrazy (bez spacji)

source: Unique Remaining Characters (w/ spaces)
pl: Pozostałe niepowtarzające się znaki (ze spacjami)

source: Unique Remaining Characters (w/o spaces)
pl: Pozostałe niepowtarzające się znaki (bez spacji)

source: Unique Remaining Segments
pl: Pozostałe niepowtarzające się segmenty

source: Unique Remaining Words
pl: Pozostałe niepowtarzające się wyrazy

source: Unique Remaining:
pl: Pozostałe niepowtarzające się:

source: Unique Segments
pl: Niepowtarzające się segmenty

source: Unique Words
pl: Niepowtarzające się wyrazy

source: Unique segments
pl: Niepowtarzające się segmenty

source: Unique:
pl: Niepowtarzające się:

source: Unknown plugin type '{0}' in '{1}'
pl: Nieznany typ wtyczki '{0}' w '{1}'

source: Unsupported XML version {0}!
pl: Nieobsługiwana wersja XML {0}!

source: Unsupported project file version ({0})!
pl: Nieobsługiwana wersja pliku projektu ({0})!

source: Untranslated segments
pl: Nieprzetłumaczone segmenty

source: Untranslated segments &only
pl: &Tylko nieprzetłumaczone segmenty

source: Untranslated segments text
pl: Nieprzetłumaczone segmenty – tekst

source: Updates
pl: Aktualizacje

source: Upgrade Plugin
pl: Aktualizuj wtyczkę

source: Upgrade the {0} plugin?
pl: Zaktualizować wtyczkę {0}?

source: Use &Condensed view
pl: Użyj widoku &skompresowanego

source: Use &Fuzzy Matching
pl: Zastosuj dopasowanie rozmyte

source: Use &TAB to advance
pl: &TAB zmienia segment

source: Use &XML notation for standalone tags (e.g., <i/>)
pl: Użyj zapisu &XML do pojedynczych znaczników (np. <i/>)

source: Use &fuzzy matching
pl: Zastosuj dopasowywanie &rozmyte

source: Use &stemming
pl: Użyj &stemmingu

source: Use Aggressive &Font Fallback
pl: Wymuś użycie czcionki bazowej

source: Use as Default Translati&on
pl: Użyj jako tłumaczenie domyślne

source: Use as Default Translation
pl: Ustal jako domyślne tłumaczenie

source: Use local &segmentation rules
pl: Używaj lokalnych zasad segmentacji

source: Use local file fil&ter settings
pl: Użyj ustawień lokalnych filtrów plików

source: Username:
pl: Nazwa użytkownika:

source: Version
pl: Wersja

source: Version {1} is already installed.
pl: Wersja {1} jest już zainstalowana.

source: Version: {0}
pl: Wersja: {0}

source: View
pl: Widok

source: View, add, remove or edit a note in the active segment.
pl: Ten panel służy do wyświetlania, dodawania, usuwania lub edycji notatek dla aktywnego segmentu.

source: Warning
pl: Uwaga

source: Warning on line {0}, column {1} while parsing:
pl: Ostrzeżenie przy analizie linii {0}, kolumny {1}:

source: Warning!
pl: Ostrzeżenie!

source: When a single file has more segments than this, additional segments will be loaded on-demand as you scroll.
pl: Kiedy pojedynczy plik posiada więcej segmentów, dodatkowe zostaną wczytane "w locie" podczas przewijania.

source: When entering an empty segment:
pl: Po przejściu do pustego segmentu:

source: When unavailable, the ID will be used as a fallback
pl: W przypadku braku dostępności jako rezerwa zostanie użyty identyfikator (ID)

source: Whitespaces
pl: Białe znaki

source: Words
pl: Wyrazy

source: Writable glossary file:
pl: Edytowalny plik glosariusza

source: XHTML Filter Options
pl: Opcje filtrowania XHTML

source: You already have the latest version.
pl: Obecnie korzystasz z najnowszej wersji.

source: You can find detailed statistic information in the file: {0}
pl: Szczegółowe dane statystyczne znajdziesz w pliku:

source: You currently have {1}.
pl: Obecnie posiadasz {1}.

source: You must enter a number between 1 and {0}.
pl: Musisz wprowadzić numer od 1 do {0}.

source: You will be prompted to enter this password every time you launch OmegaT.
pl: Komunikat z prośbą o podanie tego hasła pojawi się przy każdym uruchomieniu programu OmegaT.

source: Your name/ID is used to identify your translations.
pl: Twoja nazwa/ID są używane do oznaczenia twoich tłumaczeń.

source: [fuzzy]
pl: [Rozmyte]

source: [{0}] “{1}” in source; expected one of {2} in target
pl: [{0}] „{1}” w tekście źródłowym; spodziewano się jednego z {2} w tłumaczeniu

source: [{0}] “{1}” in source; expected “{2}” in target
pl: [{0}] „{1}” w tekście źródłowym; spodziewano się „{2}” w tłumaczeniu

source: all matching segments
pl: wszystkie pasujące segmenty

source: canceled ({0} ms elapsed)
pl: anulowane (upłynęło {0} ms)

source: done ({0} ms elapsed)
pl: zakończone (upłynęło {0} ms)

source: extensions:
pl: rozszerzenia:

source: file names
pl: nazwy plików

source: for &All Segments
pl: dla wszystkich segmentów

source: for Current &Segment
pl: dla bieżącego segmentu

source: {0} +{1} more
pl: {0} +{1} więcej
